Repository: fernandobatistacruz/cabe_ios
Catalog: cabe/cabe/Resources/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, it_it, pt_br, pt_pt

# Quando ativo, você será notificado quando houver um lançamento vencendo no dia.
source: When enabled, you will be notified when a due payments occurs on the day.
de_de: Wenn diese Option aktiviert ist, werden Sie benachrichtigt, wenn an diesem Tag eine fällige Zahlung erfolgt.
es_es: Cuando esté habilitado, se le notificará cuando se produzca un pago vencido ese día.
fr_fr: Lorsqu'il est activé, vous serez averti lorsqu'un paiement dû aura lieu le jour même.
it_it: Se abilitato, riceverai una notifica quando si verifica una scadenza di pagamento nel corso della giornata.
pt_br: Quando ativo, você será notificado quando houver um lançamento vencendo no dia.
pt_pt: Quando ativo, você será notificado quando houver um registo a vencer no dia.

# Quinzenal
source: Biweekly
de_de: Zweiwöchentlich
es_es: Quincenal
fr_fr: Bihebdomadaire
it_it: Bisettimanale
pt_br: Quinzenal
pt_pt: Quinzenal

# Receita
source: Income
de_de: Einkommen
es_es: Ingreso
fr_fr: Revenu
it_it: Reddito
pt_br: Receita
pt_pt: Receita

# Receitas
source: Incomes
de_de: Einkommen
es_es: Ingresos
fr_fr: Revenus
it_it: Redditi
pt_br: Receitas
pt_pt: Receitas

# Recentes
source: Recents
de_de: Neueste
es_es: Recientes
fr_fr: Récents
it_it: Recenti
pt_br: Recentes
pt_pt: Recentes

# Recorrentes
source: Recurrings
de_de: Wiederkehrende
es_es: Recurrentes
fr_fr: Récurrents
it_it: Ricorrenti
pt_br: Recorrentes
pt_pt: Recorrentes

# Relatório anual de %@ extraído do Cabe
source: Annual report of %@ extracted from Cabe
de_de: Jahresbericht von %@, extrahiert aus Cabe
es_es: Informe anual de %@ extraído de Cabe
fr_fr: Rapport annuel de %@ extrait de Cabe
it_it: Rapporto annuale di %@ estratto da Cabe
pt_br: Relatório anual de %@ extraído do Cabe
pt_pt: Relatório anual de %@ extraído do Cabe

# Remover Conta
source: Remove Account
de_de: Konto entfernen
es_es: Eliminar Cuenta
fr_fr: Supprimer le compte
it_it: Rimuovi conto
pt_br: Remover Conta
pt_pt: Remover Conta

# Repete
source: Repeat
de_de: Wiederholen
es_es: Repetir
fr_fr: Répéter
it_it: Ripetere
pt_br: Repete
pt_pt: Repete

# Resultados
source: Results
de_de: Ergebnisse
es_es: Resultados
fr_fr: Résultats
it_it: Risultati
pt_br: Resultados
pt_pt: Resultados

# Resumo
source: Summary
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Résumé
it_it: Riepilogo
pt_br: Resumo
pt_pt: Resumo

# Saldo
source: Balance
de_de: Gleichgewicht
fr_fr: Équilibre
it_it: Bilancia
pt_br: Saldo
pt_pt: Saldo

# Se houver uma conta, enviaremos as instruções por e-mail.
source: If there is an account, we will send you the instructions by email.
de_de: Wenn ein Konto vorhanden ist, senden wir Ihnen die Anweisungen per E-Mail.
es_es: Si hay una cuenta, le enviaremos las instrucciones por correo electrónico.
fr_fr: S'il existe un compte, nous vous enverrons les instructions par email.
it_it: Se è presente un account, ti invieremo le istruzioni via e-mail.
pt_br: Se houver uma conta, enviaremos as instruções por e-mail.
pt_pt: Se houver uma conta, enviaremos as instruções por e‑mail.

# Selecione
source: Select
de_de: Wählen
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Selezionare
pt_br: Selecione
pt_pt: Selecione

# Selecione a conta vinculada ao cartão.
source: Select the account linked to the card.
de_de: Wählen Sie das mit der Karte verknüpfte Konto aus.
es_es: Seleccione la cuenta vinculada a la tarjeta.
fr_fr: Sélectionnez le compte lié à la carte.
it_it: Seleziona il conto collegato alla carta.
pt_br: Selecione a conta vinculada ao cartão.
pt_pt: Selecione a conta vinculada ao cartão.

# Selecione a forma de pagamento.
source: Select the payment method.
de_de: Wählen Sie die Zahlungsmethode aus.
es_es: Seleccione el método de pago.
fr_fr: Sélectionnez le mode de paiement.
it_it: Seleziona il metodo di pagamento.
pt_br: Selecione a forma de pagamento.
pt_pt: Selecione a forma de pagamento.

# Selecione a operadora do cartão.
source: Select the card networks.
de_de: Wählen Sie die Kartennetzwerke aus.
es_es: Seleccione las redes de tarjetas.
fr_fr: Sélectionnez les réseaux de cartes.
it_it: Seleziona le reti di carte.
pt_br: Selecione a operadora do cartão.
pt_pt: Selecione a rede do cartão de crédio.

# Selecione uma categoria.
source: Select a category.
de_de: Wählen Sie eine Kategorie aus.
es_es: Seleccione una categoría.
fr_fr: Sélectionnez une catégorie.
it_it: Seleziona una categoria.
pt_br: Selecione uma categoria.
pt_pt: Selecione uma categoria.

# Selecione uma recorrencia válida.
source: Select a valid recurrence.
de_de: Wählen Sie eine gültige Wiederholung aus.
es_es: Seleccione una recurrencia válida.
fr_fr: Sélectionnez une récurrence valide.
it_it: Seleziona una ricorrenza valida.
pt_br: Selecione uma recorrencia válida.
pt_pt: Selecione uma recorrência válida.

# Sem anúncios
source: No ads
de_de: Keine Werbung
es_es: Sin anuncios
fr_fr: Aucune publicité
it_it: Nessuna pubblicità
pt_br: Sem anúncios
pt_pt: Sem anúncios

# Semanal
source: Weekly
de_de: Wöchentlich
es_es: Semanalmente
fr_fr: Hebdomadaire
it_it: Settimanale
pt_br: Semanal
pt_pt: Semanal

# Senha
source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
pt_br: Senha
pt_pt: Palavra‑passe

# Senha incorreta.
source: Incorrect password.
de_de: Falsches Passwort.
es_es: Contraseña incorrecta.
fr_fr: Mot de passe incorrect.
it_it: Password errata.
pt_br: Senha incorreta.
pt_pt: Palavra‑passe incorreta.

# Senha muito fraca. Use pelo menos 6 caracteres.
source: Very weak password. Use at least 6 characters.
de_de: Sehr schwaches Passwort. Verwenden Sie mindestens 6 Zeichen.
es_es: Contraseña muy débil. Utilice al menos 6 caracteres.
fr_fr: Mot de passe très faible. Utilisez au moins 6 caractères.
it_it: Password molto debole. Utilizza almeno 6 caratteri.
pt_br: Senha muito fraca. Use pelo menos 6 caracteres.
pt_pt: Palavra‑passe muito fraca. Use pelo menos 6 caracteres.

# Sim
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: SÌ
pt_br: Sim
pt_pt: Sim

# Sobre
source: About
de_de: Um
es_es: Acerca de
fr_fr: À propos
it_it: Di
pt_br: Sobre
pt_pt: Sobre

# Somente Este
source: Only This One
de_de: Nur dieser
es_es: Sólo Este
fr_fr: Seulement celui-ci
it_it: Solo questo
pt_br: Somente Este
pt_pt: Apenas Este

# Sua conta foi removida com sucesso.
source: Your account has been successfully removed.
de_de: Ihr Konto wurde erfolgreich entfernt.
es_es: Su cuenta ha sido eliminada exitosamente.
fr_fr: Votre compte a été supprimé avec succès.
it_it: Il tuo account è stato rimosso con successo.
pt_br: Sua conta foi removida com sucesso.
pt_pt: A sua conta foi removida com sucesso.

# Subcategorias
source: Subcategories
de_de: Unterkategorien
es_es: Subcategorías
fr_fr: Sous-catégories
it_it: Sottocategorie
pt_br: Subcategorias
pt_pt: Subcategorias

# Suporte
source: Support
de_de: Unterstützung
es_es: Apoyo
fr_fr: Soutien
it_it: Supporto
pt_br: Suporte
pt_pt: Suporte

# Tem certeza que deseja remover sua conta? Essa ação não pode ser desfeita.
source: Are you sure you want to remove your account? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie Ihr Konto entfernen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que deseas eliminar tu cuenta? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action ne peut pas être annulée.
it_it: Sei sicuro di voler rimuovere il tuo account? Questa azione non può essere annullata.
pt_br: Tem certeza que deseja remover sua conta? Essa ação não pode ser desfeita.
pt_pt: Tem certeza de que deseja remover a sua conta? Essa ação não pode ser desfeita.

# Termos de Uso (EULA)
source: Terms of Use (EULA)
de_de: Nutzungsbedingungen (EULA)
es_es: Términos de Uso (Eula)
fr_fr: Conditions d'utilisation (CLUF)
it_it: Condizioni d'uso (EULA)
pt_br: Termos de Uso (EULA)
pt_pt: Termos de Utilização (EULA)

# Tipo
source: Type
de_de: Typ
es_es: Tipo
fr_fr: Taper
it_it: Tipo
pt_br: Tipo
pt_pt: Tipo

# Todos
source: All
de_de: Alle
es_es: Todo
fr_fr: Tous
it_it: Tutto
pt_br: Todos
pt_pt: Todos

source: Total
de_de: Gesamt
it_it: Totale

# transfer.value.placeholder
source: Transfer value
de_de: Wert übertragen
es_es: Valor de transferencia
fr_fr: Valeur de transfert
it_it: Trasferimento di valore
pt_br: transfer.value.placeholder
pt_pt: Valor da transferência

# Transferência
source: Transfer
de_de: Überweisen
es_es: Transferir
fr_fr: Transfert
it_it: Trasferire
pt_br: Transferência
pt_pt: Transferência

# Último Backup
source: Last Backup
de_de: Letzte Sicherung
es_es: Última Copia de Seguridad
fr_fr: Dernière sauvegarde
it_it: Ultimo backup
pt_br: Último Backup
pt_pt: Última Cópia de Segurança

# Usuário não encontrado. Crie uma conta.
source: User not found. Create an account.
de_de: Benutzer nicht gefunden. Ein Konto erstellen.
es_es: Usuario no encontrado. Crea una cuenta.
fr_fr: Utilisateur introuvable. Créez un compte.
it_it: Utente non trovato. Creare un account.
pt_br: Usuário não encontrado. Crie uma conta.
pt_pt: Utilizador não encontrado. Crie uma conta.

# Valor
source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore
pt_br: Valor
pt_pt: Valor

# Vence Hoje
source: Expires Today
de_de: Läuft heute ab
es_es: Expira Hoy
fr_fr: Expire aujourd'hui
it_it: Scade oggi
pt_br: Vence Hoje
pt_pt: Vence Hoje

# Vencidos
source: Past Due
de_de: Überfällig
es_es: Vencido
fr_fr: En souffrance
it_it: Scaduto
pt_br: Vencidos
pt_pt: Vencidos

# Vencimento
source: Due Date
de_de: Fälligkeitsdatum
es_es: Fecha de vencimiento
fr_fr: Date d'échéance
it_it: Scadenza
pt_br: Vencimento
pt_pt: Vencimento

# Verifique seu e-mail para ativar sua conta.
source: Check your email to activate your account.
de_de: Überprüfen Sie Ihre E-Mails, um Ihr Konto zu aktivieren.
es_es: Revisa tu correo electrónico para activar tu cuenta.
fr_fr: Vérifiez votre courrier électronique pour activer votre compte.
it_it: Controlla la tua email per attivare il tuo account.
pt_br: Verifique seu e-mail para ativar sua conta.
pt_pt: Verifique o seu e‑mail para ativar a sua conta.

source: Visa
de_de: Visum

# Você está usando a assinatura básica.
source: You are using the basic subscription.
de_de: Sie nutzen das Basis-Abo.
es_es: Estás utilizando la suscripción básica.
fr_fr: Vous utilisez l'abonnement de base.
it_it: Stai utilizzando l'abbonamento base.
pt_br: Você está usando a assinatura básica.
pt_pt: Você está a usar a assinatura básica.

# Você tem acesso a todos os recursos da assinatura completa.
source: You have access to all the features of the full subscription.
de_de: Sie haben Zugriff auf alle Funktionen des Vollabonnements.
es_es: Tienes acceso a todas las funciones de la suscripción completa.
fr_fr: Vous avez accès à toutes les fonctionnalités de l’abonnement complet.
it_it: Hai accesso a tutte le funzionalità dell'abbonamento completo.
pt_br: Você tem acesso a todos os recursos da assinatura completa.
pt_pt: Você tem acesso a todos os recursos da assinatura completa.

# Básica
source: Basic
es_es: Básico
fr_fr: Basique
it_it: Di base
pt_br: Básica
pt_pt: Básica

# category.decimo
source: Bonus
es_es: Prima
fr_fr: Prime
pt_br: Décimo
pt_pt: Décimo

source: Email
es_es: Correo electrónico

# Exportar
source: Export
es_es: Exportar
fr_fr: Exporter
it_it: Esportare
pt_br: Exportar
pt_pt: Exportar

# Filtro
source: Filter
es_es: Filtrar
fr_fr: Filtre
it_it: Filtro
pt_br: Filtro
pt_pt: Filtro

# Limite
source: Limit
es_es: Límite
fr_fr: Limite
it_it: Limite
pt_br: Limite
pt_pt: Limite

source: Mastercard
es_es: Tarjeta MasterCard

# Nome
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pt_br: Nome
pt_pt: Nome

# Situação
source: Situation
es_es: Situación
it_it: Situazione
pt_br: Situação
pt_pt: Situação

# Versão %@
source: Version %@
es_es: Versión %@
it_it: Versione %@
pt_br: Versão %@
pt_pt: Versão %@

source: Elo
fr_fr: Élo

source: OK
fr_fr: D'ACCORD

source: Diners Club
it_it: Club dei commensali

# suffix_billion
source: B
pt_pt: bi

# suffix_million
source: M
pt_pt: mil

# suffix_thousand
source: K
pt_pt: mi
